{
  "home": "Home",
  "works": "Works",
  "about": "About",
  "skills": "Skills",
  "contact": "Contact",
  "works.title": "Works",
  "skills.title": "Skills & ",
  "skills.title2": "me",
  "hero.description": "Front-end developer, passionate about responsive design.",
  "hero.title": "Web Developer",
  "hero.stage": "Looking for an internship starting April 8th for a minimum of 10 weeks",

  "card_description1": "Weather App is a website. It allows users to view the current weather and upcoming forecasts in the city of their choice. \nI used Vite, TailwindCSS, and Fetch API to build it. \nThe design was provided to me by DevChallenges.",
  "card_title1": "Weather",
  "card_green1": "App",

  "card_description2": "This web documentary, a second-year project in the DUT MMI (S3), delves into dating apps, focusing on male experiences. It aims to uncover the challenges of these platforms, blending interactivity and credibility. \nDeveloped with React, TailwindCSS, TinderCard, and React Context.",
  "card_title2": "Web",
  "card_green2": "Documentary",

  "card_description3": "Second-year project in the DUT MMI (S3), this site provides cinema data analysis through APIs, displaying information via two graphs. \nDeveloped using Vite, TailwindCSS, ChartJS, and Zustand.",
  "card_title3": "Data",
  "card_green3": "Visualisation",

  "card_description4": "This website offers translation of up to 500 characters in various languages, along with the ability to listen to and copy the texts, including in English and French. \nBuilt with Vite, TailwindCSS, API fetch, ResponsiveVoice, and Mymemory. \nThe design was provided by Dev Challenges.",
  "card_title4": "Translate",
  "card_green4": "App",

  "about.description": "Hello! My name is <highlight>Alexandre Bonefons</highlight> and I am a passionate web developer, currently in the final year of my 2nd year of BUT MMI at the IUT of Velizy, specializing in the <highlight>web track</highlight>. \n\nMy curiosity and eagerness to learn have driven me to explore various aspects of development, including <highlight>front-end</highlight> and <highlight>back-end</highlight>, in order to create rich and interactive user experiences. \n\nI particularly love <highlight>responsive design</highlight>, which allows the creation of websites and applications that perfectly adapt to all types of screens. \n\nI am looking for a <highlight>web development internship</highlight> starting in <highlight>April</highlight> for a minimum duration of <highlight>10 weeks</highlight>. Feel free to browse through my portfolio to discover some of my <travaux>works</travaux>."
}
