{
  "home": "Accueil",
  "works": "Projets",
  "about": "Présentation",
  "skills": "Compétences",
  "contact": "Contact",

  "websitesee": "Voir le site",

  "rights": "Copyright ©2024 - Tous droits réservés",

  "aboutme.title": "Présentation",

  "cv": "Télécharger mon CV",

  "works.title": "Projets",
  "skills.title": " ",
  "skills.title2": "Compétences",

  "hero.description": "Développeur front-end, passionné par le responsive design.",
  "hero.title": "Développeur Web",

  "card_description1": "Weather App est un site qui permet aux utilisateurs de voir la météo actuelle et les prévisions à venir dans la ville de votre choix.\nJ'ai utilisé Vite, TailwindCSS ainsi que Fetch API pour le construire. \nLe design m'a été donné par DevChallenges",
  "card_title1": "Weather",
  "card_green1": "App",

  "card_description2": "Ce webdocumentaire, projet de deuxième année en BUT MMI (S3), explore les applications de rencontres avec un focus sur les expériences masculines. Il révèle les enjeux de ces plateformes, alliant interactivité et crédibilité. \nRéalisé avec React, TailwindCSS, TinderCard, et React Context.",
  "card_title2": "Web",
  "card_green2": "Documentaire",

  "card_description3": "Projet de deuxième année en BUT MMI (S3), ce site offre une analyse des données cinématographiques via des APIs, affichant les informations à travers deux graphiques. Il a été développé avec les technologies Vite, TailwindCSS, ChartJS et Zustand.",
  "card_title3": "Data",
  "card_green3": "Visualisation",

  "card_description4": "Ce site web permet de traduire jusqu'à 500 caractères en différentes langues, d'écouter et de copier les textes, y compris en anglais et en français. \nRéalisé avec Vite, TailwindCSS, API fetch, ResponsiveVoice et Mymemory. \nLe design a été fourni par Dev Challenges.",
  "card_title4": "Translate",
  "card_green4": "App",

  "about.description": "Bonjour ! Je m'apelle <highlight>Alexandre Bonefons</highlight> et je suis un développeur web passionné, actuellement en fin de 3e année de BUT MMI à l'IUT de Velizy ainsi qu'en double diplomation à l'UQAC (Canada), spécialisé dans le <highlight>parcours web</highlight>. \n\nMa curiosité et mon désir d'apprendre m'ont poussé à explorer divers aspects du développement, notamment le <highlight>front-end</highlight> et le <highlight>back-end</highlight>, afin de créer des expériences utilisateur riches et interactives. \n\nJ'adore particulièrement le <highlight>responsive design</highlight>, ce qui permet de créer des sites et applications qui s'adaptent parfaitement à tous les types d'écrans."
}
